tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "cantino/mcfly"
tap "clementtsang/bottom"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "dopplerhq/cli"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "iron-fish/brew"
tap "momentohq/tap"
tap "pingidentity/devops"
tap "planetscale/tap"
tap "railwayapp/tap"
tap "rs/tap"
brew "xz"
brew "awscli"
brew "bat"
brew "bottom"
brew "broot"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "tcl-tk"
brew "emacs", link: false
brew "cask"
brew "certbot"
brew "choose-rust"
brew "cmake"
brew "deno"
brew "go"
brew "dep"
brew "dive"
brew "dos2unix"
brew "duf"
brew "dust"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exa"
brew "harfbuzz"
brew "openjdk"
brew "excel-compare"
brew "exercism"
brew "fd"
brew "libarchive"
brew "libass"
brew "libbluray"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "flarectl"
brew "flyctl"
brew "fpc"
brew "fx"
brew "fzf"
brew "gcc"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-delta"
brew "glances"
brew "glow"
brew "glslviewer"
brew "gnupg"
brew "python@3.10"
brew "gobject-introspection"
brew "googler"
brew "gradle"
brew "librsvg"
brew "graphviz"
brew "httpie"
brew "hub"
brew "hugo"
brew "hyperfine"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "jenv"
brew "jq"
brew "krb5"
brew "leiningen"
brew "libpq"
brew "lsd"
brew "maven"
brew "ncurses"
brew "nghttp2"
brew "ninja"
brew "node"
brew "node@14"
brew "node@16"
brew "opam"
brew "openssl@3"
brew "pacvim"
brew "pgcli"
brew "poppler"
brew "postgresql@12"
brew "postgresql@14"
brew "procs"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "sbcl"
brew "sd"
brew "stow"
brew "tealdeer"
brew "telnet"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "typescript"
brew "watch"
brew "wget"
brew "wifi-password"
brew "xh"
brew "xmlformat"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cantino/mcfly/mcfly"
brew "clojure/tools/clojure"
brew "dopplerhq/cli/doppler"
brew "heroku/brew/heroku"
brew "iron-fish/brew/ironfish"
brew "pingidentity/devops/ping-devops"
brew "planetscale/tap/pscale"
brew "railwayapp/tap/nixpacks"
brew "rs/tap/curlie"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "aerial"
cask "alfred"
cask "anki"
cask "boop"
cask "db-browser-for-sqlite"
cask "discord"
cask "emacs"
cask "figma"
cask "google-drive"
cask "hiddenbar"
cask "kaleidoscope"
cask "keyboard-maestro"
cask "keycastr"
cask "linear-linear"
cask "logseq"
cask "mono-mdk-for-visual-studio"
cask "ngrok"
cask "notational-velocity"
cask "nvalt"
cask "processing"
cask "qbittorrent"
cask "quip"
cask "slack"
cask "tor-browser"
cask "visual-studio"
