tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "d12frosted/emacs-plus"
tap "dopplerhq/cli"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "pingidentity/devops"
brew "awscli"
brew "bat"
brew "glib"
brew "emacs"
brew "cask"
brew "certbot"
brew "cmake"
brew "deno"
brew "go"
brew "dep"
brew "dive"
brew "dos2unix"
brew "elixir"
brew "excel-compare"
brew "exercism"
brew "gobject-introspection"
brew "ffmpeg"
brew "flarectl"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "googler"
brew "gradle"
brew "hub"
brew "hugo"
brew "jenv"
brew "jq"
brew "librsvg"
brew "maven"
brew "ninja"
brew "pacvim"
brew "pgcli"
brew "postgresql", restart_service: true
brew "postgresql@12"
brew "pwgen"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "spotify-tui"
brew "spotifyd", restart_service: true
brew "stow"
brew "telnet"
brew "thefuck"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wifi-password"
brew "xmlformat"
brew "yarn"
brew "ykman"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "dopplerhq/cli/doppler"
brew "heroku/brew/heroku"
brew "pingidentity/devops/ping-devops"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "aerial"
cask "alfred"
cask "anki"
cask "boop"
cask "db-browser-for-sqlite"
cask "discord"
cask "emacs"
cask "figma"
cask "hiddenbar"
cask "kaleidoscope"
cask "keyboard-maestro"
cask "keycastr"
cask "linear-linear"
cask "ngrok"
cask "quip"
cask "spotify"
