tap "homebrew/bundle"
tap "homebrew/services"
brew "bat"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "ghostscript"
brew "libmagic"
brew "llama.cpp"
brew "mas"
brew "nmap"
brew "postgresql@14", restart_service: :changed
brew "procs"
brew "ripgrep"
brew "sd"
brew "socat"
brew "spaceship"
brew "stow"
brew "tree"
brew "unar"
brew "zoxide"
cask "1password"
cask "alfred"
cask "arc"
cask "boop"
cask "charles"
cask "cleanshot"
cask "cursor"
cask "dash@6"
cask "docker"
cask "emacs"
cask "figma"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fira-code"
cask "ghostty"
cask "google-chrome"
cask "iterm2"
cask "kaleidoscope@2"
cask "keyboard-maestro"
cask "keycastr"
cask "librewolf"
cask "linear-linear"
cask "monodraw"
cask "ngrok"
cask "postico"
cask "racket"
cask "rapidapi"
cask "rectangle"
cask "rescuetime"
cask "slack"
cask "stats"
cask "superwhisper"
cask "transmission"
cask "unity"
cask "unity-hub"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Things", id: 904280696
mas "Xcode", id: 497799835
vscode "astro-build.astro-vscode"
vscode "davidanson.vscode-markdownlint"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "marcoms.oceanic-plus"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ritwickdey.liveserver"
vscode "samplavigne.p5-vscode"
vscode "sourcegraph.cody-ai"
vscode "supermaven.supermaven"
vscode "twxs.cmake"
vscode "ziglang.vscode-zig"
